#!/usr/bin/env python
# -*- coding: utf-8 -*-

""" description
保存常量
"""

__author__ = 'wangfei'
__date__ = '2015/03/10'

# 彩标
COLOR_LABELS = {'1': u'免内购', '9': u'有内购', '10': u'无内购',  # 20150306
                '2': u'破解',  # 20150306
                '3': u'插件',
                '4': u'存档',
                '5': u'免谷歌市场', '11': u'需谷歌市场', '12': u'无需谷歌市场',  # 20150306
                '6': u'免ROOT游戏',
                '7': u'玩家上传',
                '8': u'内侧',

                '13': u'全程联网', '14': u'单机游戏',  # 20150306
                '15': u'破解VPN', '16': u'需VPN', '17': u'无需VPN',  # 20150306
                '18': u'已汉化'}  # 20150306

